{
  "dataframe_split": {
    "columns": [
      "text"
    ],
    "data": [
      [
        "Puneet Bhandari SAP SD lead - Microsoft IT  Pune, Maharashtra - Email me on Indeed: indeed.com/r/Puneet-Bhandari/c9002fa44d6760bd  Willing to relocate: Anywhere  WORK EXPERIENCE  SAP SD lead  Microsoft IT -  August 2010 to Present  Team Size: 8 Duration: Seven months  Scope: * Enhancement of Mexico invoicing process as per the current regulations * Requirement gathering from third party and client on new process * Responsible for implementing the changes in system  Area of Exposure: * Understand the AS-IS process and develop to- Be design document to meet the business and Government requirement * Requirement gathering for all SD process for client * Developed solution blueprint and Process Design Documents for OTC 3-way and 1-way invoice processes * Interacting with third party to gather requirements from their end * Creating functional specification and Gap analysis document for different country implementation with client * Design test scripts for functional unit testing (FUT), Integration system testing (IST) and User Acceptance Test (UAT)  Phase: Support Phase: Implementation \\ Enhancement Project: JCI Role: SAP SD lead Team Size: 15 Duration: Twelve months  Scope: * Communication with client leadership on various issues and efficiency improvement * Ticket handling for OTC track as L2 support lead * Responsible for change request across OTC and all business areas  Area of Exposure: * End to end order to cash cycles issues * Interface related issues with exposure to IDOCs * Change request handling and process improvement  https://www.indeed.com/r/Puneet-Bhandari/c9002fa44d6760bd?isid=rex-download&ikw=download-top&co=IN   * SPOC for client from offshore for communication, reporting and continuous improvement activities * Design test scripts for functional unit testing (FUT), Integration system testing (IST) and User Acceptance Test (UAT) for all changes for process and system improvements Achievements: * Spot Awards for exceptional contribution to project work * Award and appreciation from client at Global level for successful transition of new geographies to support global template  Phase: Implementation Project: Adient Role: SAP SD lead Team Size: 5 Duration: Five months  Scope: * Lead Optical archiving of all future, live and archived invoices for audit purpose * Harmonize invoice archiving process across all plants and SAP instances * Requirement and data gathering from all plants on legal aspects of invoice form structures and data of last 10 years  Area of Exposure: * Developed solution blueprint and Process Design Documents for OTC 3-way and 1-way invoice processes * Requirement gathering from all the plants legal department on the aspect of form structure * Data gathering of all changes across globe for data (customer, vendor, organizational) relative to the billing process in system * Creating functional specification and Gap analysis document for different country implementation with client * Design test scripts for unit testing (UT), Integration system testing (IST) and User Acceptance Test (UAT)  Phase: Implementation Project: JCI Role: Cutover Manager Team Size: 15 Duration: Nine months  Scope: * Legal entity Separation of asset share and shared sale plants from the core JCI group * Co-coordinating with multiple vendors on behalf of client for master data migration and IT activities Area of Exposure: * Defining scope of activities for the shared sale plants migration to new legal entity * Co-ordination with OTC, PTP, PTD and RTR streams for successful implementation of the objectives * Analyzing issues related to intercompany transactions occurred for asset share plants * Gathering client requirement on basis of legacy system and current need * Creating functional specification and Gap analysis documents * Reporting to IT head of the organization on the progress of the planned activities * Report analysis and finding functional solutions for the issues    * Hyper care support for multi SAP instance layout  Achievements: * Appreciations from the client on smooth and successful execution of the cutover involving multiple stakeholders  Phase: Implementation and Roll-out Project: Atlas CopCo Role: Master Data Lead and SD team member Team Size: 11 Duration: Thirty-three months  Scope: * Sales order management * Equipment creation in Order to cash cycle * Lead for master data migration * Conducting workshops along with client IT team for business user  Area of Exposure: * Conducting blue print workshops with client for requirement gathering in 6 countries * Developed solution blueprint and Process Design Documents for OTC * Roll out of the template solution to UK-NORDICS * Defining data flow for the sales order-billing document in system * Order to cash cycle activity management for data creation in ECC * Creating functional specification and Gap analysis document for different country implementation with client * Implementation and Configuration of different processes as per the client requirement in the area of SAP SD and CRM sales-ECC integration * Reporting - Reconciliation, pre validation, post validation * Involved as lead in cutover, go-live, hyper care phases of project for five countries in Europe  Achievements: * Awarded for Creating landscape for support phase along with top management team of the project * At onsite as equipment lead and awarded as valuable member by the client  Phase: Implementation Project: Agri Business Client Role: SD Team member Team Size: 25 Duration: Ten months  Scope: * Implementing end to end SAP SD scenario for MNC client * Creation of functional specification documents for various processes Area of Exposure: * Defining enterprise structure, shipping conditions, pricing procedure, etc. * Assignment of structure as per business need * Creation of BPP and functional specification documents * Master data Creation * Worked on DUET (SharePoint and SAP initiative)    * Handling team and driving it to achieve deliverables  Achievements: * Published various BOK (reusable artifacts) in Infosys Repository * Successfully completed on job internship on Sustainability study of Infosys Clients - Telstra, Cummins and Vodafone.  Phase: Implementation Project: COE Role: SD Team member Team Size: 6 Duration: Three months  Scope: * Configuring sales order management for SAP SD module for client * Testing preconfigured solution for internal team  Area of Exposure: * Implementation of sales order process with respect to specific SD (sales and Distribution) processes * Testing for SD module processes involving various pricing methodologies * Handling team and driving it to achieve deliverables Achievements: * Cleared domain certification in Retail category * Successfully completed Harvard Manage Mentor Certification in Customer Focus and Innovation Implementation by Harvard Business Publishing  Phase: Support Client: Microsoft IT Team Size: 15 Duration: Sixteen months  Scope: * Supporting complete Order to cash cycle for Microsoft Business * Analyzing, resolving and implementing issues or tickets  Area of Exposure: * Pricing unification management and analysis (stand-alone system for pricing) * Handling of Master Data (Customer data, customer information data, condition records, partner profile maintenance) * Resolving errors related to configuration issues, extension of sales organization and material, order, delivery and invoice errors. * Working on LSMW for mass data update in the system * Working on monthly rotational activities like IDOCs failure, EDI error notification, short dumps.  Achievements: * Resolved maximum numbers of issues among the peer group members * Created maximum number of knowledge base articles for the project  Title: Training Duration: Two months Scope: Understanding of ES Methodologies, Project management and SAP SD    Area of Exposure: * Understanding fundamentals of Management with respect to IT sector * Learning SAP SD (Sales and distribution domain) * RFP creation  Achievements: * Successfully cleared P100 and P200 certifications * Successfully completed RFP and POST * Successfully cleared all exams with score more than 4 out of 5  EDUCATION  MBA in Marketing  IIT Roorkee -  Roorkee, Uttarakhand  2008 to 2010  Bachelor of Engineering in Electronics and Communication  Shri Vaishnav Institute of Technology and Science, RGPV University -  Indore, Madhya Pradesh  2004 to 2008  CBSE  St. Paul H.S. School -  Indore, Madhya Pradesh  2002 to 2003  Higher Secondary Certificate  Shanti Nagar High School, Maharashtra board -  Mumbai, Maharashtra  1999 to 2000  SKILLS  Sap Sd (7 years)"
      ],
      [
        "Deepika S Test Engineer - Infosys Ltd  - Email me on Indeed: indeed.com/r/Deepika-S/1b4436206cf5871b  WORK EXPERIENCE  Test Engineer  Infosys Ltd -  Chennai, Tamil Nadu -  April 2017 to Present  Testing Executive, Infosys Ltd, Chennai  E-publisher -  Coimbatore, Tamil Nadu -  May 2013 to July 2014  September 2014 - March 2017)  Test Management Tool  HP ALM -  2012 to 2012  • Domain: Retail, Banking • Utilities: Putty, WinScp. • Operating Systems: Windows XP/7/8  PROFESSIONAL EXPOSURE  Software Testing Projects  Citi Bank -  2005 to 2005  Description of the Project: The objective of the project is to track the Gifts and Entertainment provided to or received from client or potential client or anyone else whom citi does business. CGE it is a web based application. And the project uses separate tool IFW for reporting. Testing Management Tool: ALM for tracking defect Duration: Nov 2016 to Till Date  Customer Service Representative  TNT Express -  2004 to 2004  Description of the Project: The Objective of the project is to use Salesforce for servicing the customer. TNT express is a courier company which does international business with more than 60  https://www.indeed.com/r/Deepika-S/1b4436206cf5871b?isid=rex-download&ikw=download-top&co=IN   countries. They are using more than 30 applications for tracking their process and it is difficult to provide service for the customer. This project integrates with all application and provided single interface for customer service. Also it helps CSR (Customer Service Representative) to provide service for the customer by tracking where exactly their consignment is placed and how much time it will take to reach the destination. Also CSR can receive voice calls and place calls to the customer through salesforce.  Job scheduling tool: Director Client Testing Management Tool  Utilities Database tools  Duration : ALM for tracking requirements, test plans, test execution, reporting and Defect tracking  : WinScp, Putty  : SQL Developer, DataStage for DB2  : Mar 2016 - Oct 2016 03 Project Name: CRM Sales  Client: TNT Express Description of the Project: The Objective of the project is to use Salesforce for customer relationship management that stores customer contact information like names, addresses, and phone numbers. TNT express is a courier company which does international business with more than 60 countries. They used CDB for storing customer information. This project integrates with CDB and extracts all customer information. And it creates opportunities for the customers.  Testing Management Tool  Utilities Database tools  Duration : ALM for tracking requirements, test plans, test execution, reporting and Defect tracking  : WinScp, Putty  : SQL Developer  : Jan 2016 - Feb 2016 02 Project Name: CDB UI Changes  Client: TNT express Description of the Project  Test Management Tool    The project is about TNT needs some UI Changes in the CDB application.  ALM  01 Duration Project Name Client Description of Project  Devices tested  Defect Management Tool Duration  E-Pub Client Description of Project  EDUCATION  B.Sc. in Computer Science  Bharathiyar University -  Coimbatore, Tamil Nadu  2013"
      ],
      [
        "Puneet Singh Associate Software Engineer  Bengaluru, Karnataka - Email me on Indeed: indeed.com/r/Puneet-Singh/cb1ede9ee6d21bca  Willing to relocate to: Bangalore Urban, Karnataka  WORK EXPERIENCE  Associate Software Engineer  oracle  • Associate Software Engineer in Oracle India Pvt Ltd. (through Trigent Software Pvt Ltd) • Experience in Oracle Hyperion Products and Automation Scripting. (September 2017 onwards) Perform automation through python and batch scripting. Provide application maintenance and client support.  EDUCATION  B.E. in ENC  North Maharashtra University  2017  Certificate  Institute/Board  SKILLS  C++ (Less than 1 year), DATABASES (Less than 1 year), ECLIPSE (Less than 1 year), ESSBASE (Less than 1 year), HYPERION (Less than 1 year), python, java  LINKS  http://www.linkedin.com/in/puneet-singh-277a11151  ADDITIONAL INFORMATION  TECHNICAL SKILLS  • Languages: Java, C, C++, Python, Batch • Databases: Oracle, Mysql • Ides: Eclipse, PyCharm • Operating systems: Windows and Linux • Dataware housing Tools: ODI, Hyperion Essbase and Planning, FDMEE  https://www.indeed.com/r/Puneet-Singh/cb1ede9ee6d21bca?isid=rex-download&ikw=download-top&co=IN http://www.linkedin.com/in/puneet-singh-277a11151"
      ],
      [
        "Pulkit Saxena New Delhi, Delhi - Email me on Indeed: indeed.com/r/Pulkit-Saxena/ad3f35bfe88a0410  I have a high degree of technical competence, a strong learning aptitude and an excellent work ethic. I am a technical expert in a number of network areas, in particular connectivity, performance, scalability and security. As an articulate communicator, I have ability to influence people at every level by ensuring that issues are discussed, conflicts are resolved and the best solutions are delivered. In my current role I work with the rest of the team to ensure the successful delivery and operation of all supported services. Right now, I would like to join a growing company that wants to recruit proven and experienced IT people.  Willing to relocate: Anywhere  WORK EXPERIENCE  Cisco -  Samba, Jammu and Kashmir -  2000 to 2000  Ample knowledge in Windows 98 \\ Me \\ Xp \\ 2000 \\ Server 2003 \\Server 2008 \\Server 2008r2\\Server 2012 ✓ Active directory management, NTFS security, disk quota management ✓ Good understanding of OSI Model, TCP/IP protocol suite (IP, ARP, ICMP, TCP, UDP, RARP, FTP, TFTP) ✓ Ample understanding of Bridging and switching concepts and LAN technologies ✓ IP addressing and subnetting, Routing concepts ✓ Sound knowledge of routing protocols - RIP V1/V2, OSPF, IGRP & EIGRP ✓ Switches: Basic Configuration & VLAN setup on Cisco 1900, 2950, 2960 Switches & Troubleshooting. ✓ Router: Basic Configuration & monitoring of Cisco 2500, 2600, 1800 ✓ Vlan: configuration, switching isl, dotlq ✓ Cisco Firewall 5500 Series: Configuration and policies Setup and Troubleshooting. ✓ Back-up and restore of all critical resources including router & switches IOS, Outlook, DHCP, DNS. ✓ Functioning knowledge of wan solution, protocol HDLC, PPP ✓ Working knowledge of, DHCP Server, DNS Server, ADDS, Proxy Server on Linux and Complete Knowledge on Windows ✓ Security administration port security on switch and IP security on Router via Access list ✓ Familiar with web technology HTML CSS ✓ Setting up Secure NFS Servers with multiple Clients for File and Disk sharing. ✓ Setting up SAMBA servers, to enable Windows clients to communicate with Linux without the need of additional software on the Windows side. ✓ Configuring NIS Servers for Centralized and secure Password and Login Management ✓ Linux user management creating, changing group, and assign permission on resources ✓ Recover of root password securing terminals Hardware ✓ Computer assembling and maintenance. ✓ Troubleshooting hardware and software problems. ✓ Installing and configuring the peripherals, components and drivers.  https://www.indeed.com/r/Pulkit-Saxena/ad3f35bfe88a0410?isid=rex-download&ikw=download-top&co=IN   ✓ Installing software and application to user standards.  EDUCATION  MCL in Computer Application  IGNOU  BACHELOR'S IN SCIENCE in COMPUTER NETWORKING  Karnataka State University  Computer Networking  Aptech Institute of Technology  Computing  Aptech Institute of Technology  SKILLS  Firewall (1 year), HTML (1 year), MICROSOFT WINDOWS (1 year), Router (1 year), security. (1 year)  ADDITIONAL INFORMATION  SKILLS ✓ A computer expert with hardware and software grab. ✓ Administration and Back-end handling (Technical) on overall basis of the Branch. ✓ Convincing people tactfully so as to make the company an option for the user.  AREAS OF EXPERTISE ✓ Server administration ✓ Technical documentation ✓ Network security ✓ Network management ✓ Data backups ✓ Disaster recovery ✓ Cisco Router ✓ Cisco Switch ✓ Network management ✓ Switching ✓ Routers ✓ Firewalls ✓ Firewall principles ✓ Remote Access  PROFESSIONAL ✓ ACESE RIM    ✓ MICROSOFT Certified  ADDITIONAL SKILLS ✓ ADVANCED MS OFFICE (WORD, POWERPOINT, EXCEL, ETC.) ✓ ADOBE PHOTOSHOP, READER X, ACROBAT, COREL DRAW, MICROMEDIA FLASH ETC. ✓ JAVA NETBEANS, SQL, HTML, CMD PROMPT, ETC. ✓ FAMILIAR WITH ALL SORTS OF WINDOW SETS AND WEB BROWSERS. ✓ ALL KINDS OF UTILITY SOFTWARES AND HARDWARE OPTIONS TO INCREASE EFFICIENCY AND EFFECTIVENESS IN WORKING. ✓ COMPLETE KNOWLEDGE OF MICROSOFT EXCHANGE SERVER 2012. ✓ CAN DEVELOP WEBSITES BASED ON HTML, PHP ETC. ✓ BASIC KNOWLEDGE OF ANDROID AND MAC APPLICATIONS. ✓ COMPLETE KNOWLEDGE OF SERVER AND CLIENT BASED ENVIRONMENT ✓ BASIC KNOWLEDGE OF MICROSOFT WINDOWS FIREWALL"
      ],
      [
        "Prakriti Shaurya Senior System Engineer - Infosys Limited  Mangalore, Karnataka - Email me on Indeed: indeed.com/r/Prakriti- Shaurya/5339383f9294887e  Detail-oriented individual with three years of experience as an IT Consultant looking for opportunity to develop my professional skills in a vibrant and stable environment, and to use those skills for the benefits of the organization in best possible way.  Willing to relocate to: Bengaluru, Karnataka - Bangalore Urban, Karnataka  WORK EXPERIENCE  Senior System Engineer  Infosys Limited -  Mangalore, Karnataka -  January 2017 to Present  Working as an IT Consultant under application maintenance and support for METLIFE Insurance company.  System Engineer  Infosys Limited -  Mangalore, Karnataka -  December 2014 to December 2016  Worked as an IT Consultant under application maintenance and support for METLIFE Insurance company.  SOFTWARE  EDUCATION  Bachelor of Technology in Information Technology  Vellore Institute of Technology -  Vellore, Tamil Nadu  2010 to 2014  C.B.S.E.  Notre Dame Academy -  Patna, Bihar  2007 to 2009  SKILLS  Java, Jsp, Html, Sql, C++, Javascript  https://www.indeed.com/r/Prakriti-Shaurya/5339383f9294887e?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Prakriti-Shaurya/5339383f9294887e?isid=rex-download&ikw=download-top&co=IN   ADDITIONAL INFORMATION  SKILLS • Good communication - written and oral skills • Excellent conceptual and analytical skills • Effective interpersonal skills  PERSONALITY • Communicative • Punctuality • Creativity • Organized"
      ]
    ]
  }
}