{
  "dataframe_split": {
    "columns": [
      "text"
    ],
    "data": [
      [
        "Soumya Balan IT SUPPORT  Sulthan Bathery, Kerala, Kerala - Email me on Indeed: indeed.com/r/Soumya- Balan/97ead9542c575355  ➢ To work in a progressive organization where I can enhance my skills and learning to contribute to the success of the organization.  WORK EXPERIENCE  Technical support engineer  Microsoft  Position: TECHNICAL SUPPORT ENGINEER  Company: Microsoft Corporation - Microsoft India Global Technical Support Center (Microsoft IGTSC), Bangalore  Years of Experience: 2 Years and 4 Months  Responsibilities  ➢ Represent Microsoft and communicate with corporate customers via telephone, written correspondence, or electronic service regarding technically complex escalated problems identified in Microsoft software products, and manage relationships with those customers.  ➢ Manage not only the technically complex problems, but also politically charged situations requiring the highest level of customer skill.  ➢ Receive technically complex, critical or politically hot customer issues, and maintain ownership of issue until resolved completely.  ➢ Solve highly complex problems, involving broad, in-depth product knowledge or in-depth product specialty.  ➢ Use trace analysis, and other sophisticated tools to analyze problems and develop solutions to meet customer needs.  ➢ Lead triage meetings to share knowledge with other engineers and develop customer solutions efficiently.  ➢ Act as technical lead, mentor, and model for a team of engineers; provide direction to others, review solutions and articles, mentoring existing &amp; aspiring Engineers.  ➢ Write technical articles for knowledge base.  ➢ Consult, collaborate and take escalations when necessary.  https://www.indeed.com/r/Soumya-Balan/97ead9542c575355?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Soumya-Balan/97ead9542c575355?isid=rex-download&ikw=download-top&co=IN   ➢ Maintain working knowledge of pre-release products and take ownership for improvement in key technical areas.  ➢ Manage customer escalations and recognize when to solicit additional help. Participate in technical discussions and engage with product team if required to resolve issues and represent customer segments.  Exchange Server Knowledge  ➢ Exchange Server 2007 ➢ Exchange Server 2010 ➢ Exchange Server 2013 ➢ O365  UG PROJECT TITLE: Memory Bounded Anytime Heuristic Search A* Algorithm  ➢ This Project presents a heuristic-search algorithm called Memory-bounded Anytime Window A*(MAWA*), which is complete, anytime, and memory bounded. MAWA* uses the window- bounded anytime-search methodology of AWA* as the basic framework and combines it with the memory-bounded A* -like approach to handle restricted memory situations. Simple and efficient versions of MAWA* targeted for tree search have also been presented. Experimental results of the sliding-tile puzzle problem and the traveling-salesman problem show the significant advantages of the proposed algorithm over existing methods.  Technical and Co-Curricular activities  ➢ Star Performer in Microsoft IGTSC in 2014. ➢ Paper Presentations on Applications of Robotics in INOX 2K12. ➢ Attended a Three-Day workshop on C and C++ Programming and Aliasing. ➢ Attended a One-Day workshop on Java and Hardware Workshop at VECW ➢ Paper presentation 4G Technologies, Cloud Computing, Heuristic Algorithms and Applications, Open Source Software. ➢ Multimedia presentations on Artificial Intellegence, 6th Sense, and Robotics. ➢ Completed training of OCA (9i, 10g) from Oracle University. ➢ Attended SPARK training program in Infosys Mysore. ➢ Attended System Hardware Training program at HCL, Pondicherry.  EDUCATION  BE in Computer Science and Engineering  Vivekananda Engineering College for Women -  Chennai, Tamil Nadu  2013  BTEC HNC in Aviation in Hospitality and Travel Management  Frankfinn Institute of Airhostess Training -  Calicut, Kerala    2008  State Board  2007  SKILLS  Linux (Less than 1 year), Microsoft Office (Less than 1 year), MS OFFICE (Less than 1 year), problem solving (Less than 1 year)  ADDITIONAL INFORMATION  Skill Set ➢ Excellent communication and interpersonal skills. ➢ Proficient in Computer Applications -Microsoft Office Windows (Windows 2007, XP, 8, 8.1 and Windows 10), Linux, Fedora. ➢ Strong analytical and problem solving skills. ➢ Ability in managing a team of professionals and enjoy being in a team."
      ],
      [
        "Pavithra M \"Infosys\" internship  Bengaluru, Karnataka - Email me on Indeed: indeed.com/r/Pavithra-M/26f392ec8251143b  Willing to relocate to: Bengaluru, Karnataka  WORK EXPERIENCE  \"Infosys\" internship  Infosys  About: a detailed analysis of diseases and user interface based on that giving clear idea which diseases has affected at what region and treatment availability for that particular diseases. It was completed in \"Infosys\" internship • Event management. • Good communication skills. • Leadership qualities. • Team collaboration. • Creative thinking.  EDUCATION  CBSE  STATE  SSLC  State board  SKILLS  ADOBE PHOTOSHOP (Less than 1 year), ANDROID (Less than 1 year), APPLICATION SOFTWARE (Less than 1 year), C++ (Less than 1 year), CSS (Less than 1 year)  ADDITIONAL INFORMATION  Technical skills:  • Programing Languages: C, C++ and JAVA.  • Databases: MySQL, SQL server (SQLyog)  • Web tools: HTML, CSS.  • Operating Systems: Windows (XP, 8, 8.1, 10), Ubuntu, fedora, Linux.  https://www.indeed.com/r/Pavithra-M/26f392ec8251143b?isid=rex-download&ikw=download-top&co=IN   • Application software: Microsoft Office.  • IDE: Eclipse, Netbeans. Workshops attended:  • Basic editing tools using MS office. • Android workshop. • Adobe Photoshop. • Angular JS.  Project and Internship:  1. \"JAVA 8 applications for Login Credentials with DB connectivity\""
      ],
      [
        "Senthil Kumar Senior Technical Lead - HCL Cisco  - Email me on Indeed: indeed.com/r/Senthil-Kumar/d9d82865dd38d449  • Result oriented Networking Professional with 11 years' experience in testing network products diversified skills includes testing ACI SDN fabric, UCSD orchestration, Routing and Switching: design, deploy and troubleshoot customer network • Extensive knowledge of Testing and Deploying network test plans, protocols, Strategies and Lab Setup. • In-depth knowledge of ACI fabric, Routing and switching protocols • Proven communication skills and the ability to troubleshoot and solve network issues • Skilled in providing support in various networking testing activities to provide effective support and handling of customer escalation and for ensuring timely and effective support  WORK EXPERIENCE  Senior Technical Lead  HCL Cisco -  Bengaluru, Karnataka -  October 2015 to Present  Project Title: Feature testing and Deployment on ACI fabric for Cisco IT and UCSD  • ACI Fabric deployment in single POD and Multi-POD environment • Deployed Cisco ACI Multi-Site Controller with ACI fabric for Testing stretched EPG's between Data centers • Deployed Cisco IT replica Setup in Local Lab • Handling Cisco IT customer network and pre-deployment of image testing before handing to CISCO IT Customer • End to end testing of Cisco IT test bed, upgrade and downgrade of Various images • Configured SDN Controller (APIC) Decommissioned and Commissioned in Cluster • Configured UCS manager • APIC upgrade downgrade, Cisco Nexus 9k leaf spine downgrade upgrade testing. • Bring up ACI leaf and spine fabric with UCS fabric interconnect • Implementation of VMware DVS and Cisco AVS in Esxi host and tested the AVS functionality • Tested redundancy testing on leaf, spine and fabric interconnect • Communicated inconsistencies between System Specifications and Test Results to development and/or analyst team • Involved in Defect Review meetings escalating and prioritizing issues effectively • Experience in implementation of VMware Infrastructure 5.5 / 6.0 • Managed Virtualization environment using VMware EXI 5.5/6.0, Vcenter 5.5/6.0 • Creating and Managing virtual machines and Templates  https://www.indeed.com/r/Senthil-Kumar/d9d82865dd38d449?isid=rex-download&ikw=download-top&co=IN   • Migration of VM using Vmotion between Clusters • Configured Windows iSCSI SAN and integrated to VMware • Testing Cisco APIC with UCSD integration with Multi Site Controller  Technical Lead  Aricent Cisco -  July 2012 to September 2015  Client Cisco Systems Project Title: Feature testing and Deployment on CISCO CARRIER PACKET TRANSPORT  • Worked on EFT with Bharti Telecom and China Telecom Demo for 9.7 rings features • Conducting the Dev-test activities for CTP for Rings 9.7 feature. Bring up new setup, • Written test cases for CPT 50 Ring feature to test REP and also to validate MPLS TP and P2MP EVC • Tested MPLS TP, single segment and multi-segment Pseudowire, P2MP EVC, REP features. • Tested EVC P2MP type on that carried out Single tag, Double tab of 802.1q and Dot1ad • Based on Cisco Resilient Ethernet Protocol feature CPT 9.7 testing is carried out. • Created open and closed end segment for REP topology and tested Rings CTP 9.7 feature • Tested Mac learning, aging, flushing and limiting features • Tested multiple frame size and JUMBO frame verification with MPLS TP • Tested Link Aggregation verification with MPLS TP • Tested Memory Backup verification with fully loaded CPT configuration • Hardware redundant Plug in and Plug out Circuit Pack test and High availability testing for CTP 600 • Network Protection verification testing with MPLS TP working LSP and Protected LSP • Tested DHCP Snooping • Tested EVC P2MP type on that carried out Single tag, Double tab of 802.1q and Dot1ad • Tested Mac learning, aging and limiting features • Supporting customer queries for the product  Technical Lead  Aricent Group -  December 2011 to June 2012  Client KeyMile Germany  • Conducting the Dev-test activities for Eth-Sys series switch. Bring up new setup, preparation of FT test plan, derive test estimate for the Release. • Tested the various images submitted by release -ops team • Carried out manual testing on Vlan 802.1Q ( Mac aging, Mac flooding, Tag and untag) using SNMP mib browser and Aricent ISS • Written test cases for RSTP and MSTP features and tested it. • Debug the failures by configuring the test bed manually and filing the defects  Technical Lead (HCL)    Client Cisco Systems -  January 2010 to December 2011  Cisco 12000 Gigabit Switching Router)  • Performed the Role of Technical lead for a team member size of 4 • Test the various images submitted by release -ops team • Carried out manual testing of Connection Server (HSRP) and OSPF features to verify the functionality • Tested OSPF point to point and Broadcast network • Bring up new setup, prepare test plan, derive test cases and execute the test cases • Debug the failures by configuring the test bed manually and filing the defects • Interact & co-ordinate with Dev-test and Development team to review the CFD's and script coverage. • Find defects through manual testing and verify the defects • Analyze both internal and externally found defects and come up with a plan to reduce the defects missed out in the scripts.  Test Lead (HCL)  Client Cisco Systems -  May 2007 to December 2011  Virtualization)  • Performed the Role of lead for a team member size of 5 • Image testing on ACE module and ACE 4710 Appliance. • Coordinating with onsite/offsite teams in resolving the defects found when performing Testing. • Given white paper & Presentation document in ACE High Availability and Securing ACE 4710 with ACS server • Test Plan writing, reviewing and planning test strategies. • Peer to Peer Reviews to avoid Post Delivery Defects • Lab Test Bed creation and Infrastructure Maintenance • Configured High Availability of ACE Module, ACE Appliance and ANM Servers • Configured End to End traffic Load balancing of Data center using the ACE 4710, ACE module and CSM devices • Deployed different topologies NAT, Routed and Bridged for End to End traffic Load balancing of Data center  Lab Administrator  HCL Cisco -  Chennai, Tamil Nadu -  May 2003 to June 2007  Key responsibility is to perform CISCO Network LAB Administration    EDUCATION  B.Tech in Computer Science in Computer Science  Dr MGR University Chennai -  Chennai, Tamil Nadu  SKILLS  CPT (3 years), Data Center (4 years), Ethernet (3 years), testing (10+ years), Virtualization (7 years)  LINKS  http://www.linkedin.com/in/senthil-kumar-9600101b  ADDITIONAL INFORMATION  Skills  Virtualization VMware-VSphere, DVS, Cisco AVS, Cisco ACE  SDN Cisco Application Centric Infrastructure (ACI)  L2/L3 Protocols OSPF, EIGRP, MPLS, VLAN, VXLAN, STP, RSTP, VPC  Metro Ethernet Protocols Carrier Ethernet protocols EVC, MPLS TP, PsudoWire, REP  Traffic Generation Tools Traffic tools IXIA Iexplore and Smart Bit  Testing Tools Wireshark and MIB Browser  Network Products Cisco SDN ACI Fabric VMWare 5.5 and 6.0 Cisco UCSD Orchestration Carrier Ethernet devices (CPT […] Cisco Metro Ethernet 2600 Cisco routers GSR 12000, 7600 Data center Virtualization using the ACE Nexus 5k and ACI 9K switches Cat 6500 and 3550 Switches  http://www.linkedin.com/in/senthil-kumar-9600101b"
      ],
      [
        "Angad Waghmare Pune, Maharashtra - Email me on Indeed: indeed.com/r/Angad-Waghmare/42aa9e8655a5f7a3  ➢ Total 32 month of Experience in multiple segments of IT field as Hardware/Desktop Engineer.. ➢ Microsoft Certified Professional in Managing and Maintaining Microsoft Windows Server 2008Environment […] ➢ Installation of the Server and Client infrastructure. ➢ Hardware troubleshooting.  Willing to relocate: Anywhere  WORK EXPERIENCE  Netsol technology (Pune) -  Pune, Maharashtra -  September 2016 to Present  Designation:. System Engg at Tooltech Global Engineering Pune pvt ltd. ➢ Skilled Installation, Configuration and Administration of Microsoft Windows products like Windows server 2003, Windows Server 2008, Windows 7, Win XP. ➢ Server &amp; client environment for clients in Leading banking and software industry. ➢ User administration, File server administration, Disk quota management. ➢ Providing hardware &amp; network support to all clients, Installation &amp; Configuration.  ➢ Hardware Maintenance. ➢ Internet Connection Sharing using Routing services on Windows server. ➢ Data Backups and Restoration, Managing NTFS Security, Permission. ➢ Configuring &amp; Managing Print Server, printer administration. ➢ Software installation and updating system patches. ➢ Setup, configure small LAN &amp; share printers at the customer end as per requirement. ➢ Ownership of Helpdesk tickets till its closure ➢ To co-ordinate with the appropriate teams for call resolution. ➢ Attending to phone calls and giving appropriate answers to users. ➢ Perform timely Patch management on Client systems as per the Schedule. (Saturday) ➢ 10-15 System maintenance task on Saturday. ➢ Implement change request by approval of System Administrator /Sr. System Administrator. ➢ Coordination and communication with all System Administrator /Sr. System Administrator on critical issues or helpdesk tickets. ➢ Manage and monitor LAN/WAN network services. ➢ Recommend and acquire equipment replacements and upgrades; ➢ Maintain an inventory of all devices. (i.e. Computers, Laptops, Monitors, phones etc..) ➢ Draft and maintain documentation for new changes implemented. ➢ Perform routine audits of systems and software to avoid misuse of internet. ➢ Troubleshoot any reported problems. ➢ Every day fill up the daily completed and pending task report and sent to System Administrator / Sr. System Administrator. ➢ Complete and record day to day activity given by department. ➢ Attend the department meeting which held on 4th Thursday every months.  https://www.indeed.com/r/Angad-Waghmare/42aa9e8655a5f7a3?isid=rex-download&ikw=download-top&co=IN   ➢ Configure and manage and Troubleshooting of Design software i.e. AutoCAD, Pro-E, Solid works, Catia, corel draw, AutoCAD LT..Etc.  ➢ EDUCATIONAL QULIFICATION:  Desktop support egg. At Infosys Pune  Gayatri Infotech Pvt. Ltd -  Pune, Maharashtra -  July 2011 to January 2012  The company is working as Authorized Service Providers for leading computer manufacturers brand ACER. The company Provides hardware and network support to various clients from Banking and software Industry.  SKILLS  active directory (Less than 1 year), DHCP (Less than 1 year), DNS. (Less than 1 year), Hardware troubleshooting. (Less than 1 year), Windows Server 2008 (1 year)  ADDITIONAL INFORMATION  ♦ operating Systems MICROSOFT: Windows server 2008 • Build Windows Active Directory. DNS. • DHCP Management. • Diagnosed and corrected medium problems in current network • User Management and Management of Permissions according to requirement • File System Management. • Advanced Hardware/Software Installation, configuration and Management. • Hardware troubleshooting MICROSOFT: Windows XP, Window7, Window8 and Window10 • Advanced Hardware/Software Installation, configuration and Management. • File System Management. • Hardware troubleshooting..  PROFFESIONAL CERTIFICATION: • Microsoft Certified Windows server 2008 in active directory."
      ],
      [
        "Nikhileshkumar Ikhar Product development engineer with 7+ years of experience with M.Tech. in IT. Successfully developed & deployed, platform & behaviour design strategies in well-established corporations as well as emerging startups.  Bengaluru, Karnataka - Email me on Indeed: indeed.com/r/Nikhileshkumar-Ikhar/ cb907948c3299ef4  Willing to relocate to: Hyderabad, Telangana - Mumbai, Maharashtra  WORK EXPERIENCE  Product Development  Aggrigator -  Bengaluru, Karnataka -  2015 to Present  Aggrigator is Stanford incubated startup. It is an agriculture-based online marketplace in US B2B market. First non-co-founding engineer to come on board reported directly to CTO. Developed Reverse Auction Engine. A farmer would bid for their SKU and engine would pick farmer based on bidding and capacity. Developed Palletization engine. A pallet can have multiple SKU boxes from multiple buyers. The engine generates a packing sequence of boxes in pallets in a truck container according to the delivery route. Developed prototype to categorize SKU with Deep learning. Owned delivery of functionalities development, behavioural nudges, shaping of platform business model, aligning of product development to business. Architected, designed & deployed websites, database, UI/UX to facilitate farm fresh produce procurement & delivery to end consumers. Owned and developed various features like,  Inventory management plays a big role in optimizing cold storage, warehouse and trucking requirement. It helped in reducing crop wastage. Invoicing of sold crops and tracking payments. Order tracking for buyer and seller. Fetching USDA price list daily via a web crawler. Generating various reports in online, CSV and PDF format. Worked with technologies like Python, Django, Celery, MySQL, MongoDB, Ubuntu, Neural Network. First, six months employer was Above Solutions.  Software Engineer  Cisco -  Bengaluru, Karnataka -  2012 to 2015  Owned and developed several products to help network migration, upgradation, tracking bugs, tracking  https://www.indeed.com/r/Nikhileshkumar-Ikhar/cb907948c3299ef4?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Nikhileshkumar-Ikhar/cb907948c3299ef4?isid=rex-download&ikw=download-top&co=IN   vulnerabilities.  ● Presented several proofs of concept for new business requirement.  ● Worked on various technologies such as Python, Java, Django, Celery, Cisco routers, SDN, OnePk & Hadoop.  Worked on network migration during intern  Cisco -  January 2012 to June 2012  System Engineer  Infosys -  Pune, Maharashtra -  2008 to 2010  Worked as an SAP Basis consultant. Organised various in house events.  EDUCATION  M.Tech. in IT in VIT, Pune  IIIT -  Bengaluru, Karnataka  2010 to 2012  SKILLS  Django (6 years), Java (3 years), MongoDB (3 years), MySQL (3 years), Python (6 years)  LINKS  http://github.com/nik-hil  http://linkedin.com/in/nikhar  ADDITIONAL INFORMATION  Skills Python, Django, Celery, Java, AngularJS, HTML, Bootstrap 3, Shell Script, MySQL, MongoDB, Ubuntu  Business Skills Platform business model, Behaviour design  http://github.com/nik-hil http://linkedin.com/in/nikhar"
      ]
    ]
  }
}