{"columns": ["text"], "data": [["Kandrapu Reddy Senior Travel Operations (Domestic, International & Leisure) - International Travel House Limited  Visakhapatnam, Andhra Pradesh - Email me on Indeed: indeed.com/r/Kandrapu- Reddy/69a289269ce9e1d1  To contribute for the success and expansion of an organization ensuring personal and professional growth by continuously increasing my skills, obtaining wide exposure at all levels where job demands efforts which include learning new concepts, Handling pressure situations and communicating ideas clearly and effectively.  PERSONAL SUMMARY: • Professionalism with reliable commitment towards work. • Dedicated to personnel and organization's development  Willing to relocate: Anywhere  WORK EXPERIENCE  Senior Travel Operations (Domestic, International & Leisure)  International Travel House Limited -  September 2016 to Present  International Travel House Limited an ITC Associated co.; An ISO 9001 Travel Company also a Network partner of Global Star Travel Management, offers a full range of travel management services in both corporate &amp; leisure travel.  This role provides the key responsibilities of:  • Handling Domestic and International GDS bookings &amp; Getting Confirmations from airlines for lower class fares. • Preparing Itineraries as per client requirement. • Having a continuous track over Mail, by giving swift response for client queries. • Issuing Flight tickets, Making leisure packages &amp; Hotel reservations. • Delivering Visa guidance for corporate queries. • Key focus on the Client maintenance with satisfaction, result design and industry development. • Preparing and submitting bills to the corporate clients on Fortnight basis every month. • Perform multi-tasking by looking into Car rental operation (Implant), By Allocating chauffer with cab as per the standards of company.  Travel consultant  RIYA TOURS AND TRAVELS PRIVATE .LIMITED -  Visakhapatnam, Andhra Pradesh -  https://www.indeed.com/r/Kandrapu-Reddy/69a289269ce9e1d1?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Kandrapu-Reddy/69a289269ce9e1d1?isid=rex-download&ikw=download-top&co=IN   February 2016 to July 2016  Riya Travels &amp; Tours has an extensive network of more than 50+ branch offices across India and 10 internationally by delivering travel services corporate &amp; Leisure.  This role provides the key responsibilities of:  • Handling Domestic and International GDS bookings (Amadeus &amp; Galileo). • Preparing Itineraries as per client requirement. • Having a continuous track over Mail, by giving swift response for client queries. • Issuing Flight tickets as per the client need. • Managing the most important corporates by me, to ensure the utmost service rendered to our esteemed clients on time and with precision. • Assistance regarding visa, tourism packages, hotels &amp; airport transfers.  Implant Infosys Travel consultant  Head quarters of BHARATH INTERNATIONAL TRAVELS PVT.LTD -  Mysore, Karnataka -  March 2015 to January 2016  Bharath International Travels (BIT), an ISO 9001:2008 Quality Assurance Compliant, is a leading IATA accredited travel company in Karnataka that offers the entire gamut of travel related services to business and leisure travelers.  This role provides the key responsibilities of: • Handling flight bookings &amp; Getting Confirmations from airlines. • Looking after travel requirements of Infosys Employees by giving swift response to their queries through mail. • Maintaining daily sales report by ensuring the given targets to be achieved. • Keys focus on providing quality service to the implant employees.  • Trained in AKBAR TRAVELS OF INDIA PVT.LTD, Visakhapatnam since 01st Aug, 2014 to 31st Feb, 2015.  Akbar Travels of India is the largest Travel Agent in India in terms of IATA approved Branches. Akbar Travels is approved by International Air Transport Association and is the member of prestigious trade bodies like Travel Agents Association of India, Travel Agents Federation of India and IATA Agents Association of India.  • Trained on Amadeus &amp; Galileo airline software's.  EDUCATION  B.B.A in Airport & Customer Care Management  NRI Junior College -  Coimbatore, Tamil Nadu  2016    S.S.C  K.D.P.M HIGH school -  Visakhapatnam, Andhra Pradesh  2012  SKILLS  AMADEUS (3 years), CLIENT MANAGEMENT (3 years), EXCEL (3 years), MS WORD (3 years), WORD (3 years)  ADDITIONAL INFORMATION  AREAS OF INTEREST: • Airline GDS Software's AMADEUS &amp; GALILEO. • Client Management. • Airline and Travel Management.  COMPUTER SKILLS: • Proficiency in using GDS Airline Software's Amadeus &amp; Galileo. • Proficiency in Microsoft [MS Word, Excel, Power Point] and working knowledge of the Internet.  STRENGHTS: • Self Confidence • Flexibility &amp; Adaptability • Quick Learner • Always try to overcome Weakness"], ["Karthihayini C Systems Engineer - Infosys Limited  Rajapalaiyam, Tamil Nadu - Email me on Indeed: indeed.com/r/Karthihayini- C/627254c443836b3c  To be a part of challenging team, which works for the growth of an organization, explores my potential and provides me an opportunity to enhance my knowledge and to be an asset of the company.  Willing to relocate: Anywhere  WORK EXPERIENCE  Systems Engineer  Infosys Limited -  Chennai, Tamil Nadu -  December 2016 to Present  Trainee  Infosys Limited -  Mysore, Karnataka -  June 2016 to November 2016  Client: Renault Project Details: • Trained in .Net technology. • Handled VB part of the application which has mainframe as backend and Visual basic as the front end with annuaire service as the medium between mainframe and VB. • Took care of site creation in the Share Point technology. • Experienced in using SmartSVN, TortoiseSVN, DB Visualiser.  EDUCATION  B E in Production Engineering  Velammal Engineering College -  Chennai, Tamil Nadu  2016  Tamil Nadu Board Of Education -  Rajapalaiyam, Tamil Nadu  2012  Education  Hr. Sec. School  2010  https://www.indeed.com/r/Karthihayini-C/627254c443836b3c?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Karthihayini-C/627254c443836b3c?isid=rex-download&ikw=download-top&co=IN   SKILLS  Destructive Testing (Less than 1 year), FORGE (Less than 1 year), Non-Destructive (Less than 1 year), Non-Destructive Testing (Less than 1 year), quality control (Less than 1 year)  ADDITIONAL INFORMATION  AREAS OF INTEREST 1. Strength of materials 2. Engineering statistics and quality control  INDUSTRIAL VISITS • BAY FORGE, Madurantakam • ASHOK LEYLAN, Ennore • CARBORUNDUM, Thiruvottiyur • BONFIGLIOLI, Thirumudivakkam  IN-PLANT TRAININGS & WORKSHOPS • Attended in-plant training on security division at \"Minda Corporation Limited\", Chennai. • Attended in-plant training in \"BHEL\", Ranipet. • Attended workshop on \"Aero Modeling\" conducted at Consto UAV Technologies • Attended workshop on \"Non-Destructive Testing\" conducted at Velammal engineering College, Chennai.  PERSONAL QUALIFICATIONS: • Ability to quick grasp the concepts • Flexible • Hard working • Consistent"], ["Nikhileshkumar Ikhar Product development engineer with 7+ years of experience with M.Tech. in IT. Successfully developed & deployed, platform & behaviour design strategies in well-established corporations as well as emerging startups.  Bengaluru, Karnataka - Email me on Indeed: indeed.com/r/Nikhileshkumar-Ikhar/ cb907948c3299ef4  Willing to relocate to: Hyderabad, Telangana - Mumbai, Maharashtra  WORK EXPERIENCE  Product Development  Aggrigator -  Bengaluru, Karnataka -  2015 to Present  Aggrigator is Stanford incubated startup. It is an agriculture-based online marketplace in US B2B market. First non-co-founding engineer to come on board reported directly to CTO. Developed Reverse Auction Engine. A farmer would bid for their SKU and engine would pick farmer based on bidding and capacity. Developed Palletization engine. A pallet can have multiple SKU boxes from multiple buyers. The engine generates a packing sequence of boxes in pallets in a truck container according to the delivery route. Developed prototype to categorize SKU with Deep learning. Owned delivery of functionalities development, behavioural nudges, shaping of platform business model, aligning of product development to business. Architected, designed & deployed websites, database, UI/UX to facilitate farm fresh produce procurement & delivery to end consumers. Owned and developed various features like,  Inventory management plays a big role in optimizing cold storage, warehouse and trucking requirement. It helped in reducing crop wastage. Invoicing of sold crops and tracking payments. Order tracking for buyer and seller. Fetching USDA price list daily via a web crawler. Generating various reports in online, CSV and PDF format. Worked with technologies like Python, Django, Celery, MySQL, MongoDB, Ubuntu, Neural Network. First, six months employer was Above Solutions.  Software Engineer  Cisco -  Bengaluru, Karnataka -  2012 to 2015  Owned and developed several products to help network migration, upgradation, tracking bugs, tracking  https://www.indeed.com/r/Nikhileshkumar-Ikhar/cb907948c3299ef4?isid=rex-download&ikw=download-top&co=IN https://www.indeed.com/r/Nikhileshkumar-Ikhar/cb907948c3299ef4?isid=rex-download&ikw=download-top&co=IN   vulnerabilities.  ● Presented several proofs of concept for new business requirement.  ● Worked on various technologies such as Python, Java, Django, Celery, Cisco routers, SDN, OnePk & Hadoop.  Worked on network migration during intern  Cisco -  January 2012 to June 2012  System Engineer  Infosys -  Pune, Maharashtra -  2008 to 2010  Worked as an SAP Basis consultant. Organised various in house events.  EDUCATION  M.Tech. in IT in VIT, Pune  IIIT -  Bengaluru, Karnataka  2010 to 2012  SKILLS  Django (6 years), Java (3 years), MongoDB (3 years), MySQL (3 years), Python (6 years)  LINKS  http://github.com/nik-hil  http://linkedin.com/in/nikhar  ADDITIONAL INFORMATION  Skills Python, Django, Celery, Java, AngularJS, HTML, Bootstrap 3, Shell Script, MySQL, MongoDB, Ubuntu  Business Skills Platform business model, Behaviour design  http://github.com/nik-hil http://linkedin.com/in/nikhar"], ["Gaikwad Dilip Microsoft Dainamic Software Billing Operator - Shreenath Engence (COFFEEDAY)  Pune, Maharashtra - Email me on Indeed: indeed.com/r/Gaikwad-Dilip/6cc87ee90de2b0fe  As I am the fresher in this field, I will know about the nature of my work. Moreover, I will attempt to know about the various processes which form my job. By doing so, I will be able to do my job more proficiently. On the other hand, I shall implement my knowledge into the practical world. A growth oriented profile in a company where my skill knowledge is effectively used for the success of the organization.  WORK EXPERIENCE  Microsoft Dainamic Software Billing Operator  Shreenath Engence (COFFEEDAY) -  May 2017 to Present  Daily Generate E-Way Bill. ✓ Daily Communication Sales Team & Customer. ✓ Fix Cost, Fix Transport, Mass Cargo, Extra Vehicle Handling Claim. ✓ Monthly Attends Meeting. ✓ Warehouse Management System.  EDUCATION  B.COM  PUNE UNIVERCITY  SKILLS  TALLY MICROSOFT DYNAMIC OPARATER MICIT  https://www.indeed.com/r/Gaikwad-Dilip/6cc87ee90de2b0fe?isid=rex-download&ikw=download-top&co=IN"], ["Zaheer Uddin Technical Project Manager  Hyderabad, Telangana - Email me on Indeed: indeed.com/r/Zaheer-Uddin/fd9892e91ac9a58f  To be associated with a dynamic team in a progressive organization that gives me the scope to apply and enrich my knowledge and skills with continual learning and professional growth.  WORK EXPERIENCE  Technical Project Manager  DELL EMC -  August 2015 to May 2018  Provide expertise to support the project team in the following areas: * Activity and resource planning. * Analyzing and managing project risk. * Planning, organizing, and Leading the Project teams from the entire metrics standpoint. * Scope &amp; Charter Management. * Handled the Account Level Audit (ERM, ITIL) * Estimations and cost management. * Project Timeline planning and management * Procurement, Software Asset management, Change management and Configuration management. * Issue resolution and escalation * Communications &amp; status reporting * Scheduling, attending and running all project meetings. * Identify, track, and resolve/escalate project impediments, risk, issues, actions. * Implementing Power BI Business Analytics tool to analyze data and share insights. * Implemented Six Sigma project (DMAIC) for improving the CSAT Score overall. * Implemented LEAN project for optimizing the resource management and the Average handling time on the tickets/resolutions.  Technical Lead/Operations Manager  Microsoft -  July 2013 to July 2015  * Managing 24x7 IT infrastructure services with the scope of Incident management, Security patching and software deployment management services for Microsoft Outlook.com email service and O365 cloud services with team size of 68 people. * Transitioned and consolidated the Incident management, security patching and deployment management work for optimizing the team by improving the productivity and reducing the cycle time. * Prepared technical architecture documents integrating all components of the project for better troubleshooting.  https://www.indeed.com/r/Zaheer-Uddin/fd9892e91ac9a58f?isid=rex-download&ikw=download-top&co=IN   * Deploying builds &amp; security patches as per Build calendar schedule and co-coordinating the issues that arise during the build. * Monitoring, Remote administration, maintenance of a Datacenter Servers comprising of 10,000+ Servers. * Trouble shooting on HP storage Architecture in different SKU's with RAID concepts. * Implementing disaster recovery procedures to ensure minimal downtime and data loss. * Re-building Operating Systems on servers (2003, 2008, 2008 R2) that are in the Hotmail Environment. * Transitioned windows infrastructure support services involving the frontend, inbound, outbound and storage infrastructure. * Handled security patching, application deployment and incident management for Windows, SQL and HP storage servers. * Participate in Feature Specification and Release Reviews to ensure complete understanding of the features being deployed. * Created the knowledge base articles for the debugging of the software application for the benefit of the Customer, Partner and the engineering team.  Senior Service Engineer  EMC -  January 2011 to June 2013  * Experience in installing and maintaining Windows Server 2000/2003, 2008. * Alert and resolve any performance issues and notify end-users and resolve any storage shortages issues. * Monitor and resolve any issues related to Usage, Performance, and availability on storage. * Install and configure the EMC Disk tender (archiving) application as per the customer requirements. * Troubleshooting NAS, CAS and DAS Storage issues on the servers. * Replicate the break-fix implementation in the test machines to test the functionality of the break-fix and reproduce the same on the production server. * Perform testing of the registry exports made from the Production environment and try and test it on the Test environment to resolve issues.  Systems Engineer  -  December 2007 to December 2010  * Designing and developing computer hardware and support peripherals, including central processing units (CPUs), support logic, microprocessors, custom integrated circuits, printers, and disk drives. * Managing, monitoring and troubleshooting all installed systems and infrastructure. * Installing, configuring, testing and maintaining operating systems application software and system management tools. * Ensuring the highest levels of systems and infrastructure availability. * Handling Level-2 technical escalations Tickets/Calls. * Performing Upgrades, Installation of Software and Drivers and essential software troubleshooting.    * Assisting end users in deploying Updates, services packs and hot fixes using Windows Update, Automatic Updates. * Setting up Active Directory, creating user accounts and providing permissions as requested by the network admin team.  EDUCATION  BSc  Osmania University  2007  Board of Secondary Education -  Hyderabad, Telangana  2004  Diploma in Computer Application  Mac infotech Center"]]}