{"columns": ["text"], "data": [["Fenil Francis head of operation and logistics  Trichur, Kerala - Email me on Indeed: indeed.com/r/Fenil-Francis/445e6b4cb0b43094  To succeed in an environment of growth and excellence and earn a job which provides me job satisfaction and self development and help me achieve personal as well as organization goals.  WORK EXPERIENCE  Manager  Masters equipments -  Trichur, Kerala -  May 2017 to Present  Sales Manager  Microsoft Power -  Trichur, Kerala -  May 2017 to Present  2. Microsoft Office: Microsoft Word, Microsoft Power point, Microsoft Excel  EDUCATION  B.Com in Computer Application  Madurai Kamaraj University -  Madurai, Tamil Nadu  2017  SSLC  Kerala State Board  2012  SKILLS  PROBLEM SOLVING (Less than 1 year)  ADDITIONAL INFORMATION  SKILLS &amp; ABILITIES: • Good Communication Skill • Sincere • Hard working • Leadership skill • Pleasing personality • Problem solving capability  https://www.indeed.com/r/Fenil-Francis/445e6b4cb0b43094?isid=rex-download&ikw=download-top&co=IN"], ["Srinivas VO Sr. Test Manager  Mumbai, Maharashtra - Email me on Indeed: indeed.com/r/Srinivas-VO/39c80e42cb6bc97f  A Test Manager, with a track record of 15+Yrs ( 4yrs UK onsite) delivering major test solutions for global projects ($40m) on behalf of leading blue chip organisations. Delivering IT solutions, ranging from simple to complex and challenging projects and programs, establishing an enviable record of on-time, high quality & added value delivery. ● Testing capabilities to existing customers and prospective customers during client visits / at customer location. ● Own and Support RFI/RFPs, proposal walkthroughs and presentations and Transition knowledge from pre-sales to delivery, in case of project win ● Analyze proposal requirements in direct relation with clients, and provide innovative solutions, as part of proposals ● Develop proof of concepts to prospects during pre-sales phase, Provide test consulting services, on demand & Collate repository from delivery team, along with case studies for use in proposals, presentations and consulting ● Pipeline building through new opportunities, cross-selling, up-selling and Establish communication with Geo Sales and other streams of business ● Maintain Order Book, Win /Loss analysis, pre-sales metrics ● Handle any technical question or issue which arises during a sales cycle and setting appropriate customer expectations. ● Independently executes strategic leadership to others in identifying opportunities and Expert in driving pilots/proof of concepts. ● Talented in handling extremely risk and competitive situations and responsible for product and services, revenue goals at team and regional level. ● Proposed and implemented TCoE setup for 2 major clients, which helped in improving the productivity by reducing the staffing and operational cost by 25%. ● Involved in setup for Custom Application Testing Services (Oracle R12, Siebel, Fusion etc., ) in Oracle SSI & Testing Centre of Excellence (TCoE) ● Ability to excite customers, generate awareness of new possibilities that can yield additional revenue. ● Planning, scheduling and tracking of the project modules and conducted trainings across teams and Experience in proposals for the projects, resource planning and estimations. ● Extensive experience on bid management, PMO process, risk management and prepared project management office documents. ● Expertise in building automation frameworks for Front to back testing of Retail / Healthcare/ Telecom/ BFSI/Supply Chain Trading applications ● Expertise in design, development and implementation of frameworks using UNIX, Java, .Net, VB, SQL, XML, SWIFT, MQ and FMW. ● Experience in E2E testing of variety of Oracle Applications: ● Oracle Retail: Oracle RMS, RPM, REIM, SIM etc. ● Oracle Ebusiness Suite R12: AP, AR, GL, OM, PA, CM, TM ● Oracle IDM: OAM, OIM, OVD, OID, SSO ● Oracle Siebel: Public Sector, Call Center Apps, Ebilling Apps ● Oracle Fusion Applications: Fusion HCM, R12, OBIEE ● Oracle Transportation Management: Order Management, Shipments, Transport Request management, Routing and Consolidation  https://www.indeed.com/r/Srinivas-VO/39c80e42cb6bc97f?isid=rex-download&ikw=download-top&co=IN   ● Oracle FlexCube & Oracle Health Sciences: Oracle® Clinical ● Oracle Communications: Billing and Revenue Management (BRS), Order Management and Order Fulfillment (OMOF) ● Experience in managing large diversified team across geographies ● Experience includes customization of methodologies for the business needs and deploying them into programs/projects ● Experience in proposing out of box solutions for automation and convincing clients on alternate solutions and investments in automation using ● Oracle Tools (OATS, Oracle Load Tester, Oracle Test Manager) ● HP Tools (QTP, Load Runner, Test Director, Performance Centre) ● Rational Suite (Reqpro, RA, Rational Robot, RFT, RPT, RCC, RCQ) ● Open Source / Other Tools: Selenium Webdriver 2.0, Testng, JMeter, Appium, Junit, Cucumber, JIRA, Maven, SOAPUI, Jbehave, BDD etc., ● A strategic thinker, problem solver, project implementer and change leader, who has consistently provided organizations with added value as they move towards achieving their objectives. ● Helped many large and small organizations to establish sound project & management practices integrated into the corporate framework to deliver projects, programs and managed portfolios. ● Ability to identify business value in customer needs and translate to innovative solutions communicating the requirements & mission, in context, to both management & IT & Quality development, using sound, proven and valued management practices through integrated best processes from clients and IT Governance Frameworks (RUP, CMMI and ISO)  Solution Sectors Service successes in: Logistics & SCM, Investment Banking, Public Sector, Financial, Banking, Retail, Health Sciences, Telecom, Real Estate, Hospitality, Outsourcing, Project Management, Knowledge Management & Performance Management.  Clientele DHL (UK), Mobily (Saudi Arabia), UBS (London, UK), Rolls Royce (Derby, UK), TNT (Hinckley, UK), RCUK (Research Councils, Swindon, UK), ADAT (Middle East), OHI (Netherlands), Citibank (USA), Transurban (Australia), BCBS (Blue Cross Blue Shield, USA) etc.  Willing to relocate: Anywhere  WORK EXPERIENCE  QA Manager  Tracelink -  Mumbai, Maharashtra -  April 2017 to October 2017  ➔ Define, evangelize, and implement global, unified agile delivery processes; select common tools; specify core quality-measurement KPIs,expand automated-testing in Continuous Integration environment ➔ Project Manager and Scrum Master of company's highest priority Tracelink Products & Tracelink L3 Support Projects recognized by executive management as the model for    project organization and execution. ➔ Manage and administer relations, budgets, and contracts with outsourcing vendor ➔ Define the test strategy and approach for one or many products, provide quality assurance leadership, and be ultimately responsible for ensuring product quality ➔ Perform hands-on job that requires strategic thinking and planning to provide leadership and expertise throughout the entire QA life cycle, ensuring the success of the team's manual and automation efforts ➔ Lead efforts to develop, document, and implement applicable QA processes and procedures to provide more effective quality methods within the group in support of providing quality products ➔ Create, implement, maintain, and enhance test plans, test scripts, and test methodologies to ensure comprehensive test coverage ➔ Develop world class automation for regression and feature testing ➔ Work closely with all stakeholders to ensure project alignment ➔ Provide quarterly presentations to executive staff on QA accomplishments and future vision and goals Environment: Amazon Cloud Services (Habari, Elasticache, Cloud Search, Dynamo, RDS, Redis, Amazon RedShift), Java, Scala, Selenium Webdriver, Jmeter etc.,  Sr. Test Manager  confidential -  Bengaluru, Karnataka -  July 2013 to March 2017  Test Manager, Client  Oracle SSI -  London -  January 2011 to November 2012  London Description: Oracle will provide services to Manage process workshops with UBS to map the Oracle Fusion Human Capital Management (HCM) applications processes to UBS's global processes. Implement Oracle Fusion HCM applications within an Oracle. Software as a Service (SaaS) environment. Support UBS with the mapping of the Oracle Fusion Applications data structures to UBS's current PeopleSoft 8.8 system and then design, develop and unit test data load routines. This will include the definition of the reconciliation process. Configure and system test the application modules to support the Level 3 standard business processes and the UBS functional requirements identified. Responsibilities: Developed High Level Test Strategy for UBS - Group HR Applications (Viz., Workforce Management, Recruitment and Talent Management, Compensation management, Payrolls, Learning and Development, HR Service Management) Involved in Setting up Test Environments Viz., (System Testing, SIT, Conversion Testing, Security    Testing, Cutover Testing, Performance Testing, UAT) Developed Master Test Plans for Oracle Fusion HCM Applications (Viz., Compensation Management, WorkForce Management, Recruitment and Talent Management) & Non Fusion Oracle Applications (viz., Service Management) Developed High Level Test Requirements for Workforce Deployment, Workforce development, System Test Cases for Workforce Management, Fusion Personalization Review Test Scripts for Fusion HCM Applications & Non Fusion Applications Track and prepare the report of testing activities like test testing results, test case coverage, required resources, defects discovered and their status, performance baselines etc. Developed Test Automation Strategy & Automation Framework for Fusion HCM SAAS Applications. Involved in Setting up Test Automation Infrastructure Environment for Automation Test Assists: a. Test project Setup, Roles and Test planning using Oracle Test Manager  b. Functional Test Script Development using Oracle Open Script  c. Performance Test Script Development Using Oracle Load Tester Ensure the timely delivery of different testing milestones. Conducted LESS (Load Testing, Endurance Testing, Stress Testing, Spike Testing) Testing Activities for Fusion HCM SAAS Applications.  Title: WMI, Period: Oct '2010 - Dec '2011 Project Description: The world's largest retailer implements Oracle Retail applications including Oracle Retail Merchandise System, Oracle Retail Allocation and other elements of the Oracle Retail Suite as part of its merchandising transformation initiatives. Responsibilities: ● Direct Client dealings. Getting information from client on requirement for areas where in our expertise in testing can be used and giving proposal. ● Developed Domain Level Test Strategy ● Manage entire testing activities from Functional test preparation/execution, Integration test preparation/execution, System test preparation/execution ● Prepared scheduled plan for the client and updating the same in Microsoft Project Plan effective tracking of progress of project. ● Tracking of testing progress in all areas and pointing out gaps to be filled to Client and own resources. ● Review daily and weekly Testers' status reports and take necessary actions and assessing the progress and effectiveness of the test effort ● Provide estimation for manual and automation testing areas. ● Tested Oracle Retail Applications ( RMS, RPM, Allocation etc., ) ● Track Schedule and Effort deviation tracking in internal tracking tool. ● Co-ordination of work between resources from India, USA ● Expertise in QTP and coming out with an automation framework proposal for the client showing casing advantages of an automated approach    Test / Project Management  Oracle SSI -  Bangalore, Karnataka -  May 2008 to November 2012  Managed 2 Project and Several minor releases with 50+ members Team of Test leads, Sr. test engineer, Test Engineers.  Title: UBS - Fusion HCM SAAS Implementation  EDUCATION  MSC in Computer science  Nagarjuna University  BSC in Computer science  Kakatiya University  SKILLS  Testing (10+ years), Program Management (10+ years), Automation Testing (10+ years), Selenium Webdriver (4 years), Project Management (10+ years), Java (10+ years), AWS (10+ years), Cloud Computing (4 years)  ADDITIONAL INFORMATION  Expertise Involved and excelling in enterprise-wide initiatives, complex and time-critical business projects providing distinctive leadership at the following levels: ● Account Management: Understanding inter-related services of the organization; representing organization within an account; selling entire portfolio of enterprise services; strategy to action by suggesting right processes, skills, culture (people), technology and content; effectively maintaining relationships with customers. Understanding key challenges of the customer; financial performance of the client; competitors within the account; technology budget or spend; client spend on consulting. Key functions: business consulting; aligning IT to business; application portfolio review; business analysis/requirements; KPIs/scorecards; involved in writing; implementing and tracking account plans; estimating budgets; business cases; RFPs; proposals and business presentations. ● Test Manager: Onsite / Offshore Operations: Involved in all key initiatives of the enterprise with all vendors, pre sales activities, customer engagement, writing proposals, and Test consulting.    Established and managed practice improvement forum onsite with 50+ associates providing inputs to testing practice and provided lots of trainings. ● Portfolio/Programme/Project Management level: Delivering programs and projects in managed portfolios from Initiation Business Case & Charter, through Requirements, Planning, Budgeting, Execution & Release Management, to closeout review while providing auditable progress & deliverable completion visible to the project team, Management and stakeholders. IT projects covering custom solutions, shrink-wrap product development, & commercial off-the-shelf development & integration. ● Management and Governance establishing governance criteria and enforcing these through effective performance management & strategic planning; developing new opportunities; preparing business cases, POC, POS and application review mechanisms; ensuring measurably high customer satisfaction; setting BU objectives, educating, mentoring & guiding Sales & Marketing resources. Developing collaborative relationships with customers, vendors, and product support leaders. Providing integrated approach to CMMI, Earned Value, ROI, Training Plans, Satisfaction & Expectation Management, and Reporting. ● Project Office, Project Procurement & Financial Management, developing, establishing & maintaining PMO services, Organizational Governance tools & Systems, Traceability Matrix, project & master Schedules, project Plans, Resource Profiles, organizational Capacity Management, Cost, Risk & Issue, Integration sequence, Communication Plans, Mentoring, Training, Templates, & Performance, for all PMBOK and CMMI disciplines. ● Architecture, developing frameworks helpful for enterprises on strategic reuse, testing strategy, automation strategy, plans supporting Business Continuity essential to maintaining and communicating & solutions for business, development & stakeholder leaders & members. ● Leadership, strong skills in Leadership, Motivation, Negotiation, Team building, Mentoring, Training, Facilitation, Dispute Resolution, Collaboration, Communication & Organization Development. ● Process Engineering, Quality Assurance, Quality Control & Configuration Management, Involved in SDLC definition and customization and method adaptation, process optimization, Enterprise-Wide Road Map for Standards Establishment, Components for Enterprise-Wide Standards, Standards Enforcement, Quality Assurance Continuum, Quality Control Continuum, developing various test frameworks, methodologies and processes, Standard CMMI Appraisal method for Process Improvement (SCAMPI), establishing Quality Objectives, Goals, Metrics, Forecasts, Enterprise level Test strategies, & tools, applying to IT Governance Frameworks.  Personal Strengths: ● Provides direction and leadership with strong interpersonal and team building skills ● Successfully works with people within and across organizational boundaries to build agreements, guidelines, and standards in order to resolve issues and create consistent practices. ● Strong practitioner of clearly written purposeful communication and direction ● Developing solutions to deliver quality products to clients through people and processes"], ["Mayank Shukla Infosys group as a Test Analyst - Infosys Ltd/Edgeverve Systems Ltd  Bengaluru, Karnataka - Email me on Indeed: indeed.com/r/Mayank-Shukla/3c6042bd141ad353  ❖ 3+ years of experience in Automation Testing using TOSCA and selenium. ❖ Worked in BFSI domain with different software engineering models like Agile methodology, Waterfall methodology etc. ❖ Knowledge of project management tools like IBM CLM. ❖ Received \"Award of Excellence\" from Tricentis for Automation testing using TOSCA.  Willing to relocate to: Noida, Uttar Pradesh - Gurgaon, Haryana - Bengaluru, Karnataka  WORK EXPERIENCE  Infosys group as a Test Analyst  Infosys Ltd/Edgeverve Systems Ltd -  January 2015 to Present  ary 2015 and got promoted to Test Analyst. Originally started with Infosys Ltd and currently working in Infosys's products subsidiary Edgeverve Systems Ltd for Infosys Finacle. ❖ Performing automation testing using agile methodology for projects like Finacle Core Banking Solution and Finacle CRM Solution. ❖ Worked on automation testing using Selenium and TOSCA. ❖ Worked for Agile Release Train (ART) in Scaled Agile Framework using IBM RCLM tool. ❖ Working closely with Developers in Scrum Based software development model to prepare test plans based upon testing scope. ❖ Conducting functional, regression and end to end testing using IBM Rational Quality Manager cross platforms using various APIs. ❖ Experience in Web services testing and RESTful API testing. ❖ Worked on distributed execution technique for Automation Testing using Jenkins. ❖ Experience in Oracle Database, SQL queries, SQL Loader, SQL Plus ❖ Involved in performance testing using batch processing on UNIX server. ❖ Involved in defect logging, tracking and reporting using IBM Change and Configuration Management (CCM) application on Jazz platform. ❖ Worked on live project for Finacle Core Banking solution to provide Beta Quality Certifications for the enhancements on the running solution.  EDUCATION  MBA in Banking and Finance  Manipal University -  Bengaluru, Karnataka  2014  B.Tech. in Information Technology  https://www.indeed.com/r/Mayank-Shukla/3c6042bd141ad353?isid=rex-download&ikw=download-top&co=IN   Saroj Institute of Technology & Management -  Lucknow, Uttar Pradesh  2011  Lucknow Public Inter College -  Lucknow, Uttar Pradesh  2005  DIVISION  SKILLS  CRM (3 years), DATABASE (3 years), ORACLE (3 years), Tosca (3 years), Automation Testing (3 years), Selenium (1 year), Core Java (1 year)  ADDITIONAL INFORMATION  Key Skills: ❖ Software tools: IBM Rational Collaborative Lifecycle Management ❖ Testing Tool: IBM Rational Quality Management on Jazz Server ❖ Test Automation Tools: TOSCA, Selenium ❖ Programming Language: Core Java ❖ IDE: Eclipse ❖ Database: Oracle, EDB, Sqlserver ❖ Database Tools: SQL Developer, Toad, Tora ❖ Software tools: Filezilla, MobaXterm, Putty, Office tools ❖ Platforms: Windows, UNIX ❖ Domain Software Knowledge: Finacle Core Banking Solution, Finacle CRM Solution.  Skills: Fast learner, leadership quality, team player, presentation skills, work devotee, punctual, good communication and listening skills."], ["Sarfaraz Ahmad Associate network engineer - TATA Communications Ltd  Muzaffarpur, Bihar - Email me on Indeed: indeed.com/r/Sarfaraz-Ahmad/1498048ada755ac3  Cisco Certified Internetwork Associate in Routing & Switching with progressive experience in deployment and administration of Network infrastructure. I am looking for opportunities to further improve my abilities & skills in the field of Network and Security technologies.  ➢ Professional 2.5 years of experience in network Implementation & Troubleshooting in local and remote environments. ➢ Well accented with the key IT skills in the domain of LAN/WAN/Network Security, installation & configuration of IT networks, maintenance & troubleshooting. ➢ Potential of handling multiple tasks easily and capable of meeting deadlines. ➢ Possess excellent interpersonal communications and organizational skills.  WORK EXPERIENCE  Associate network engineer  TATA Communications Ltd -  Pune, Maharashtra -  March 2017 to Present  Department: CMIP (IP Provisioning)  Responsibilities:- ➢ Working on Alcatel Migration project for Tata Communications Ltd, responsible for provisioning and migrating customer services from Cisco (7200/7600) /Juniper (MX104) to Alcatel provider edge router (SR 7750) ➢ To carry out bulk migration and planned events of enterprise customers to enhance the network capabilities and compatibilities for new technologies. ➢ Responsible for carrying domestic as well as international customer services migration activities in bulk. Involving all other stakeholders responsible for end to end delivery of customer services, to carry the successful migration. ➢ Parenting existing business switch ring with Alcatel Routers in combination with cisco routers with the help of field Engineers and synchronizing vlan database on each switch. ➢ Shut the interface and protocol on Cisco Routers and un-shut the interface on Alcatel routers during Migration activity. ➢ Comparing the results of pre-check and post-checks and revert the links to cisco that are not coming Up on Alcatel or not compatible with cisco i.e. EIGRP. ➢ Troubleshooting and resolving the customer issues related to either at routing level such as EIGRP, OSPF, BGP, MPLS or at access level Post migration activity. ➢ Troubleshooting and managing LAN-to-LAN VPN on cisco router. ➢ Troubleshooting and managing GRE Tunnel on services Getaway. ➢ Configuration on cisco, juniper, Huawei switch creation Ether channel, VLAN, MSTP, QNQ, Dot1Q etc. ➢ Configuring and managing SVI interface on a Layer3 switch to provide inter VLAN routing. ➢ Configuration Line VTY on customer CISCO router.  https://www.indeed.com/r/Sarfaraz-Ahmad/1498048ada755ac3?isid=rex-download&ikw=download-top&co=IN   ➢ Configuration port security on customer hand up switch port. ➢ Troubleshooting end user network connectivity issue. ➢ Performing technical escalations in line with company policy. ➢ Accountable for customer review meetings weekly basis & giving feedback to the subordinate team and Management. ➢ Responsible for any internal or external escalation (Customer's End) ➢ Focus on customer requirements and providing them strategic plans for backups, redundancies and minimum downtimes under severe outages.  Network engineer  Cisco -  Mumbai, Maharashtra -  August 2015 to February 2017  Responsibilities/Achievement ➢ Experience in configuring and troubleshooting of routing protocols and Firewalls ➢ Backing up and Upgrading software on Cisco router, switches using TFTP server ➢ Troubleshooting end user network connectivity issue ➢ Experience in installing and configuring DHCP services on Cisco Router and Switch. ➢ Configuring and troubleshooting Ether channel/Port-channel issue ➢ Configuring and troubleshooting VLAN, VTP and STP. ➢ Configuring and managing BPDU guard and Filter on a switch ➢ Providing port security on switch interface ➢ Dealing with Dynamic routing protocol Such as EIGRP, OSPF and BGP ➢ Configuring and managing SVI interface on a Layer3 switch to provide inter VLAN routing ➢ Worked on networks with WAN protocols such as HDLC and PPP. ➢ Worked on Gateway Redundancy protocols such as HSRP on Cisco Router. ➢ Implemented traffic filters using Standard and Extended access-lists, Distribute-Lists, and Route Maps. ➢ Installation, upgradation, Backup and restoration of checkpoint firewall ➢ Implemented rules, NAT, URL filtering on checkpoint firewall. ➢ Configuring and managing Rules and NAT on firewalls.  EDUCATION  Bachelor of Commerce in Commerce  R.D.S COLLEGE -  Bihar Sharif, Bihar  July 2013  H.S.C  Dr. R.M.L.S COLLEGE -  Bihar Sharif, Bihar  2009  S.S.C in G.N.H.S  Bihar School Examination Board -  Patna, Bihar    2007  SKILLS  BGP (2 years), EIGRP. (2 years), OSPF (2 years), security (2 years), vlan (2 years)  ADDITIONAL INFORMATION  Technical Skills  Network ➢ Switching: CST, PVST, PVST+, RSTP and MST, VLAN, Private VLAN, Trucking, Inter-VLAN Routing, SPAN/RSPAN, Ether channel or Port Bundling using static and dynamic protocol (PAgP and LACP) ➢ FHRP: HSRP (V1 & V2), VRRP and GLBP. ➢ Routing: Configuration and Troubleshooting Layer 3 Routing protocols such as Static routing, floating routing, RIP, EIGRP, OSPF, BGP, VRF-Lite and MPLS.  Data Security ➢ Checkpoint Firewall: FW Monitor, TCP-Dumps, Rules, NAT, IPsec VPN, Backup & Restore, URL filtering, Installation, Migration, Upgradation, ClusterXL etc. ➢ ASA Firewall: Access Control Lists with object, Address Translation, IPsec VPN, LAN-to-LAN VPN, High Availability in Active-Active & Active-Standby Mode, Redundant interface, SLA Monitoring, Security Contexts. ➢ IOS Firewall: Standard and extended access list and Zone Based Firewall (ZBF), DMVPN, IPsec, IPsec over GRE.  Services ➢ Services: ARP, GARP, RARP, DNS, DHCP, FTP, TFTP, TCP, ICMP, TELNET, SSH, HTTP, HTTPS. IP SLA, NTP, SNMP  Areas of Interest  ➢ To perform troubleshooting and network performance planning. ➢ To implement enterprise level network architectures."], ["Chaban kumar Debbarma Tripura - Email me on Indeed: indeed.com/r/Chaban-kumar-Debbarma/bf721c55fb380d19  Willing to relocate to: Agartala, Tripura - Tripura  WORK EXPERIENCE  Microsoft  -  June 2018 to December 2018  I want full time jobs  EDUCATION  10th  School  https://www.indeed.com/r/Chaban-kumar-Debbarma/bf721c55fb380d19?isid=rex-download&ikw=download-top&co=IN"]]}